amd-ucode
base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
chromium
clang
cliphist
cmake
dart-sass
dprint
e2fsprogs
efibootmgr
fish
fprintd
fw-fanctrl-git
fwupd
fzf
ghostty
git
git-delta
github-cli
go
grub
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprsunset
iwd
kitty
lazygit
lf
linux
linux-firmware
lua-language-server
man-db
man-pages
networkmanager
ninja
noto-fonts-cjk
noto-fonts-emoji
nvm
nwg-look
obsidian
openssh
pacman-contrib
pacman-log-orphans-hook
pam-gnupg
pamixer
paru
paru-debug
pavucontrol
pipewire-pulse
power-profiles-daemon
qt5-wayland
qt6-wayland
reflector
ripgrep
rofi
rustup
sassc
signal-desktop
starship
stylua
sudo
sway-audio-idle-inhibit-git
swaybg
swaync
texinfo
thunderbird
trash-cli
udisks2
ufw
unzip
vim
waybar
xdg-desktop-portal
xdg-user-dirs
xsettingsd
